Repository: sualfred/script.metadata.editor
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, fi_fi, fr_fr, zh_cn

# #32000
source: Metadata Editor
cs_cz: Editor metadat
fi_fi: Metatietoeditori
fr_fr: Editeur Metadata
zh_cn: 元数据编辑器

# #32001
source: User rating
cs_cz: Uživatelské hodnocení
fi_fi: Käyttäjän luokitus
fr_fr: Note de l'utilisateur
zh_cn: 用户评分

# #32002
source: Available entries
cs_cz: Dostupné záznamy
fi_fi: Käytettävissä olevat kohteet
fr_fr: Entrées disponibles
zh_cn: 可用字段

# #32003
source: Add/remove available tags
cs_cz: Vložit/Odebrat dostupné značky
fi_fi: Lisää/poista käytettävissä olevia tunnisteita
fr_fr: Ajouter / supprimer des balises
zh_cn: 添加/删除可用标签

# #32004
source: Add/remove available genres
cs_cz: Vložit/Odebrat dostupné žánry
fi_fi: Lisää/poista käytössä olevia lajityyppejä
fr_fr: Ajouter / supprimer des genres
zh_cn: 添加/删除可用流派

# #32005
source: Add new item
cs_cz: Vložit novou položku
fi_fi: Lisää uusi kohde
fr_fr: Ajouter un nouvel élément
zh_cn: 添加新项目

# #32006
source: Edit current list as string
cs_cz: Upravit aktuální list jako řetězec
fi_fi: Muokkaa nykyistä listaa merkkijonona
fr_fr: Modifier la liste actuelle
zh_cn: 作为字符串编辑当前列表

# #32007
source: Select from available items
cs_cz: Vybrat z dostupných položek
fi_fi: Valitse käytettävissä olevista kohteista
fr_fr: Sélectionner parmi les éléments disponibles
zh_cn: 选择可选项

# #32008
source: Remove watchlist tag
cs_cz: Odebrat značku seznamu sledovaných
fi_fi: Poista katselulista-tunniste
fr_fr: Supprimer la balise Watchlist
zh_cn: 删除观看列表标签

# #32009
source: Add watchlist tag
cs_cz: Vložit značku seznamu sledovaných
fi_fi: Lisää katselulista-tunniste
fr_fr: Ajouter la balise Watchlist
zh_cn: 添加观看列表标签

# #32010
source: Open editor
cs_cz: Otevřít editor
fi_fi: Avaa editori
fr_fr: Ouvrir l'éditeur
zh_cn: 打开编辑器

# #32011
source: Enter floating number
cs_cz: Vložit plovoucí číslo
fi_fi: Syötä kelluva numero
fr_fr: Entrer un nombre flottant
zh_cn: 输入小数

# #32012
source: Select source
cs_cz: Vybrat zdroj
fi_fi: Valitse lähde
fr_fr: Sélectionner la source
zh_cn: 选择来源

# #32013
source: Available sources
cs_cz: Dostupné zdroje
fi_fi: Käytettävissä olevat lähteet
fr_fr: Sources disponibles
zh_cn: 可用来源

# #32014
source: Default source
cs_cz: Výchozí zdroj
fi_fi: Oletuslähde
fr_fr: Source par défaut
zh_cn: 默认来源

# #32015
source: Select default source
cs_cz: Vybrat výchozí zdroj
fi_fi: Valitse oletuslähde
fr_fr: Sélectionner la source par défaut
zh_cn: 选择默认来源

# #32016
source: Edit ratings and votes
cs_cz: Upravit hodnocení a hlasy
fi_fi: Muokkaa luokituksia ja ääniä
fr_fr: Editer les notes et les votes
zh_cn: 编辑评分和票数

# #32017
source: Add source
cs_cz: Vložit zdroj
fi_fi: Lisää lähde
fr_fr: Ajouter une source
zh_cn: 添加来源

# #32018
source: Only values between 1.0 and 10.0 are allowed.
cs_cz: Povolené jsou pouze hodnoty mezi 1.0 a 10.0.
fi_fi: Vain arvot väliltä 1.0 ja 10.0 sallitaan.
fr_fr: Seules les valeurs comprises entre 1,0 et 10,0 sont autorisées
zh_cn: 只允许 1.0 与 10.0 间的值。

# #32019
source: Attention
cs_cz: Pozor
fi_fi: Huomio
zh_cn: 注意

# #32020
source: Set as default?
cs_cz: Nastavit jako výchozí?
fi_fi: Aseta oletukseksi?
fr_fr: Définir par défaut ?
zh_cn: 设置为默认吗？

# #32021
source: Enable .nfo updating for movies, TV shows and music videos
cs_cz: Povolit aktualizaci na základě .nfo pro filmy, seriály a hudební klipy
fi_fi: Ota .nfo-tiedoston päivitys käyttöön elokuville, sarjoille ja musiikkivideoille
fr_fr: Activer la mise à jour .nfo pour les films, les émissions de TV et les clips vidéo
zh_cn: 启用电影、电视节目和音乐视频的 .nfo 更新

# #32022
source: value unkown (missing Kodi feature)
cs_cz: neznámá hodnota (chybějící vlastnost Kodi)
fi_fi: tuntematon arvo (puuttuva Kodin ominaisuus)
fr_fr: Valeur inconnue (fonctionnalité Kodi manquante)
zh_cn: 未知值（Kodi 功能缺失）

# #32023
source: Record label
cs_cz: Nahrávací společnost
fi_fi: Levy-yhtiö
fr_fr: Maison de disque
zh_cn: 录制标签

# #32025
source: Preferred language
cs_cz: Upřednostňovaný jazyk
fi_fi: Ensisijainen kieli
fr_fr: Langue préférée
zh_cn: 偏好语言

# #32026
source: Scraper settings
cs_cz: Nastavení scraperu
fi_fi: Tietojen hakijan asetukset
fr_fr: Paramètres du scrapper
zh_cn: 刮削器设置

# #32024
source: Heavy server load. Please wait.
cs_cz: Vysoké zatížení serveru. Čekejte prosím.
fi_fi: Raskas palvelinkuormitus. Odota.
fr_fr: Le serveur est occupé. S'il vous plaît, attendez.
zh_cn: 服务器繁忙中，请稍候。

# #32027
source: TV show library is based on informations of
cs_cz: Knihovna seriálů je založena na informacích z
fi_fi: Televisiosarjakirjasto perustuu tietoihin lähteestä
fr_fr: La bibliothèque des émissions de TV est basée sur les informations de
zh_cn: 电视节目库的信息来源：

# #32029
source: Enable JSON logging
cs_cz: Povolit logování JSON
fi_fi: Käytä JSON-lokitietoja
fr_fr: Activer la journalisation JSON
zh_cn: 启用 JSON 日志记录

# #32030
source: Rating updater
cs_cz: Hodnocení aktualizuje
fi_fi: Luokitusten päivittäjä
fr_fr: Outil de mise à jour des notes
zh_cn: 评分更新器

# #32028
source: Run updating process in the background
cs_cz: Spouštět aktualizaci na pozadí
fi_fi: Suorita päivitysprosessi taustalla
fr_fr: Exécuter la mise à jour en arrière-plan
zh_cn: 在后台进行更新

# #32031
source: Your personal OMDb API key (www.omdbapi.com)
cs_cz: Váš osobní OMDb API klíč (www.omdbapi.com)
fi_fi: Henkilökohtainen OMDb API -avaimesi (www.omdbapi.com)
fr_fr: Votre clé API OMDb personnelle (www.omdbapi.com)
zh_cn: 个人 OMDb API 密钥 (www.omdbapi.com)

# #32032
source: Search by title/year if IMDb ID is missing (not recommended)
cs_cz: Hledat podle názvu/roku pokud IMDb ID chybí (nedoporučujeme)
fi_fi: Etsi nimellä/vuodella, jos IMDb ID puuttuu (ei suositella)
fr_fr: Recherche par titre / année si l'ID IMDb est manquant (non recommandé)
zh_cn: 若 IMDb ID 缺失，则用标题/年份搜索（不推荐）

# #32035
source: No OMDb API key is configured, which is required to update IMDb, Rotten Tomatoes and Metacritic ratings. Please visit www.omdbapi.com and create your own API key.[CR][CR]Note: The free key is limited to 1000 calls a day. Please suggest to become a patreon of OMDb to increase the limit to 100.000.[CR][CR]Do you want to proceed updating The Movie DB ratings? This only works if you have a TMDb ID stored.
cs_cz: Žádný OMDb API klíč není nakonfigurován - je nutné pro aktualizaci hodnocení IMDb, Rotten Tomatoes a Metacritic. Navštivte prosím www.omdbapi.com a vytvořte vlastní API klíč.[CR][CR]Poznámka: Klíč zdarma je omezen na 1000 dotazů denně. Na zvýšení limitu 100.000 se staňte přispěvatelem OMDb.[CR][CR]Přejete si aktualizovat hodnocení The Movie DB? Toto je funkční pouze pokud máte uložené TMDb ID.
fi_fi: OMDb API:n avainta ei ole määritetty ja se tarvitaan IMDb, Rotten Tomatoes ja Metacritic -arvosanojen päivitykseen. Vieraile www.omdbapi.com -sivustolla ja luo oma API-avaimesi.[CR][CR]Huomioi: Ilmainen avain on rajoitettu 1 000 päivittäiseen kyselyyn. Harkitse OMDb:n tukemista Patreonissa nostaaksesi rajoituksen 100 000 kyselyyn.[CR][CR]Tahdotko jatkaa päivitystä The Movie Database -arvosanoilla? Tämä toimii vain, jos TMDb ID on tallennettu.
fr_fr: Aucune clé API OMDb n'est configurée, ce qui est nécessaire pour mettre à jour les classifications IMDb, Rotten Tomatoes et Metacritic. Veuillez visiter www.omdbapi.com et créer votre propre clé API. [CR] [CR] Remarque: La clé gratuite est limitée à 1000 requêtes par jour. Devenez membre d'OMDb pour augmenter la limite à 100 000. [CR] [CR] Voulez-vous continuer à mettre à jour les évaluations de The Movie DB ? Cela ne fonctionne que si vous avez un ID TMDb enregistré.
zh_cn: 没有配置 OMDb API 密钥，更新 IMDb、Rotten Tomatoes 和 Metacritic 评分需要使用此密钥。请访问 www.omdbapi.com 创建自己的 API 密钥。[CR][CR]注意：免费密钥有每天调用 1000 次的限制。建议成为 OMDb 赞助者，将调用限制提高到 100,000 次。[CR][CR]想继续更新 The Movie DB 评分吗？仅在保存了 TMDb ID 时才有用。

# #32036
source: Update TV show ratings
cs_cz: Aktualizovat hodnocení seriálů
fi_fi: Päivitä sarjojen luokitukset
fr_fr: Mettre à jour les notes des émissions de TV
zh_cn: 更新电视节目评分

# #32033
source: OMDB API limit reached. Please consider to become a Patreon to increase your daily call limitation. Proceed by only using The Movie DB?
cs_cz: Limit OMDB API dosažen. Pro zvýšení limitu dotazů se staňte přispěvatelem. Pokračovat používáním pouze The Movie DB?
fi_fi: OMDb API:n rajoitus saavutettu. Pyydämme, että harkitset OMDb:n tukemista Patreonissa nostaaksesi päivittäisten kyselyiden rajoitusta. Jatketaanko käyttäen vain The Movie Databasea?
fr_fr: Limite de l'API OMDB atteinte. Veuillez envisager de devenir un Patreon pour augmenter votre limite quotidienne d'appels. Continuer en utilisant uniquement The Movie DB ?
zh_cn: 已达到 OMDb API 限制。请考虑成为赞助者，以提高每日调用次数限制。要只用 The Movie DB 继续吗？

# #32034
source: Create .nfo file if missing
cs_cz: Vytvořit soubor .nfo pokud chybí
fi_fi: Luo .nfo-tiedosto, jos se puuttuu
fr_fr: Créer un fichier .nfo s'il est manquant
zh_cn: 如果 .nfo 文件不存在则创建它

# #32037
source: Update movie ratings
cs_cz: Aktualizovat hodnocení filmů
fi_fi: Päivitä elokuvien luokitukset
fr_fr: Mettre à jour les notes des films
zh_cn: 更新电影评分

# #32038
source: Update all ratings
cs_cz: Aktualizovat všechna hodnocení
fi_fi: Päivitä kaikki luokitukset
fr_fr: Mettre à jour toutes les notes
zh_cn: 更新所有评分

# #32039
source: Update ratings
cs_cz: Aktualizovat hodnocení
fi_fi: Päivitä luokitukset
fr_fr: Mettre à jour les notes
zh_cn: 更新评分

# #32040
source: Edit data for
cs_cz: Upravit data pro
fi_fi: Muokka kohdetta
fr_fr: Modifier les données pour
zh_cn: 编辑数据：

# #32042
source: Canceled
cs_cz: Zrušené
fi_fi: Peruttu
fr_fr: Annulé
zh_cn: 已取消

# #32043
source: MPAA region
fi_fi: MPAA-alue
fr_fr: Région MPAA
zh_cn: MPAA 区域

# #32041
source: Update premiered/year if database value is different
cs_cz: Aktualizovat premiéru/rok, pokud se liší od databáze
fi_fi: Päivitä ensiesitys/vuosi, jos tietokannan arvo on eri
fr_fr: Mettre à jour la date de la première diffusion si la valeur de la base de données est différente
zh_cn: 若数据库中的值不一致，则更新首演/年份信息

# #32044
source: Skip updating of MPAA
cs_cz: Přeskočit aktualizaci MPAA
fi_fi: Ohita MPAA-päivitys
fr_fr: Ignorer la mise à jour de MPAA
zh_cn: 跳过 MPAA 更新

# #32045
source: Update episode ratings
cs_cz: Aktualizovat hodnocení epizod
fi_fi: Päivitä jaksojen luokitukset
fr_fr: Mettre à jour les notes des épisodes
zh_cn: 更新剧集评分

# #32047
source: No default source defined
cs_cz: Není nadefinován výchozí zdroj
fi_fi: Oletuslähdettä ei ole määritetty
fr_fr: Aucune source par défaut définie
zh_cn: 未定义默认来源

# #32048
source: No items found
cs_cz: Nenalezeny žádné položky
fi_fi: Kohteita ei löytynyt
fr_fr: Aucun élément trouvé
zh_cn: 找不到项目

# #32046
source: Update .nfo
cs_cz: Aktualizovat .nfo
fi_fi: Päivitä .nfo-tiedosto
fr_fr: Mettre à jour le .nfo
zh_cn: 更新 .nfo

# #32049
source: Incomplete arguments or content type not supported
cs_cz: Nejsou podporovány nekompletní hodnoty nebo obsah
fi_fi: Puutteellisia argumentteja tai sisältötyyppiä ei tueta
fr_fr: Arguments incomplets ou type de contenu non pris en charge
zh_cn: 参数不完整，或内容类型不支持

# #32050
source: Do you want to cancel the update?
cs_cz: Přejete si přerušit aktualizaci?
fi_fi: Tahdotko perua päivityksen?
fr_fr: Voulez-vous annuler la mise à jour ?
zh_cn: 要取消更新吗？

# #32051
source: Content
cs_cz: Obsah
fi_fi: Sisältö
fr_fr: Contenu
zh_cn: 内容

# #32052
source: Fallback to US MPAA if configured country has no certification stored
cs_cz: Použít US MPAA pokud zvolená země nemá certifikaci
fi_fi: Käytä Yhdysvaltojen MPAA-luokitusta, jos määritetylle maalle ei ole tallennettua luokitusta
fr_fr: Revenir à US MPAA si le pays configuré n'a pas de certification enregistrée
zh_cn: 若配置的国家没有保存证书，则回退使用 US MPAA

# #32053
source: Don't store "NR" (Not rated) MPAA rating
cs_cz: Neukládat "NR" (nehodnoceno) MPAA hodnocení
fi_fi: Älä tallenna "NR" (ei luokiteltu) MPAA-luokitusta
fr_fr: Ne pas stocker la classification MPAA "NR" (non évalué)
zh_cn: 不保存 “NR”（无评分）MPAA 评分

# #32054
source: Do you want to rate the following item?
cs_cz: Přejete si hodnotit následující položku?
fi_fi: Tahdotko arvioida seuraavan kohteen?
fr_fr: Souhaitez-vous noter l'élément suivant?
zh_cn: 要给以下项目评分吗？

# #32055
source: Automatically update changed watched states to .nfo
cs_cz: Automaticky aktualizovat změny stavu shlédnutí do .nfo
fi_fi: Päivitä muuttunut katsontatila automaattisesti .nfo-tiedostoon
fr_fr: Mettre à jour automatiquement les changement d'états vu / non vu dans le .nfo
zh_cn: 观看状态改变时自动保存到 .nfo

# #32056
source: Rate your media if playback has ended
cs_cz: Hodnotit položky po skončení přehrávání
fi_fi: Arvioi media toiston päätyttyä
fr_fr: Evaluer votre média quand la lecture est terminée
zh_cn: 在播放结束时进行评分

# #32057
source: Write watched flag and playcount to .nfo
cs_cz: Zapisovat označení shlédnutí a počet shlédnutí do .nfo
fi_fi: Tallenna katsottu-tieto ja toistomäärä .nfo-tiedostoon
fr_fr: Enregistrer l'état vu / non vu et le nombre de lecture dans le .nfo
zh_cn: 将已观看标记与播放次数保存到 .nfo
